Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/elaman_varit_esilla_inarissa_22_2_-31_5_2022_.html.tmx
Source language: fin
Languages: sme

source: Elämän värit esillä Inarissa 22.2.-31.5.2022
sme: Eallima ivnnit oaidninláhkai Anáris 22.2.-31.5.2022

source: Saamelainen lastenkulttuurikeskus MÁNNU tuo esille tavallisten saamelaisten taide- ja käsityötaitoa lastenkulttuurikeskus toiminnassa.
sme: Sámi mánáidkulturguovddáš MÁNNU čalmmusdahtta dábálaš sámiid dáidda-ja duodje čehppodaga mánáidkultur- doaimmain.

source: Tällä kertaa saamelainen Birit-Anni Paadar Elämän värit -taidenäyttely avataan 22.2. Sajoksessa, Inarissa.
sme: Dán háve sámi áhkku Biret-Ánne Paadara Eallima ivnnit -dáiddačájáhus ráhpojuvvo disdaga 22.2. Sajosis, Anáris.

source: Elämän värit on kokoelma 83-vuotiaan muistoista ja tapahtumista ja maisemista.
sme: Eallima ivnnit lea čoakkaldat 83-jahkasačča muittuin ja fearániin iežas eallima vásáhusain ja duovdagiin.

source: Birit-Anni Paadar on syntynyt vuonna 1939 Gánddaš Márjan ja Juho Sammol Paadarin perheeseen.
sme: Biret-Ánne Paadar lea riegádan jagis 1939 Gánddaš Márjja ja Juho Sammol Paadara nieidan.

source: Yhteensä perheeseen syntyi kuusi lasta.
sme: Oktiibuot bearrašii riegadedje guhtta máná.

source: Hän on 83 -vuotias.
sme: Son lea 83 jagi boaris.

source: Paadar on kotoisi Lusmaniemestä Inarista, mutta elämän polut kuten isän menehtyminen sodassa 1945 ja sen seurauksena pärjääminen loi uusia haasteita.
sme: Paadar lea eret Lusminjárggas Anáris muhto eallima bálgát nugo áhči jápmin soađis 1945 ja dan geažil birgejupmi dien áigge eallimis dahke hástalusaid.

source: Paadar joutui muiden hoitoon, kouluun Riutulaan, evakko-matkalle Ylivieskaan, piikomaan saamenlaisiin taloihin kuten Lismaan, Menesjärvelle, Lemmenjoelle, Tenolle ja Karigasniemelle.
sme: Paadar gárttai earáid dikšui, skuvlii Rivdolii, evahko -mátkái Ylivieskai, biigodettiin ieš guđet sámi báikkiide Lismai, Menešjávrái, Leammái, Detnui ja Garegasnjárgii.

source: Aikuisiällä hän muutti avioliitossaan Kelontekemään, Ruotson Boråsiin ja Haaparantaan ja sen jälkeen pysähtyi Kittilään lähelle lapsiaan.
sme: Ráves olmmožin son fárrii náittoslihtuin Kelontekemäi, Ruŧŧii Boråsii ja Haaparandai ja dal son bisanan Gihtelii mánáid lahkosii.

source: Näyttelyssä on yhteensä 18 erikokoista öljyväri-maalausta.
sme: Čájáhusas leat oktiibuot 18 oljoivdne-gova iešguđet sturrodagas.

source: Kuvat ovat puhtailla ja kirkkailla väreilla maalattuja.
sme: Govat leat buhtes ja šerres ivniiguin málejuvvon.

source: Kuvista voi nähdä saamelaisen tavan kuvata ympäristöä ja töitä tarkasti kun sitö on seurattu lapsuudesta aikuisuuteen asti.
sme: Govain vuhtto sápmelačča dárkilis čalbmi mo birrasa ja bargguid leat áican juo mánnávuođa rájes gitta rávasnuvvamii.

source: Kuvissa on Birit-Annin asumapaikkoja, saamelaisia perinteisiä töitä ja luonnon erityisiä piirteitä.
sme: Govain leat Biret-Ánne orrunbáikkit, sámi árbevirolaš barggut ja luonddu iešvuođat.

source: Paadar on saanut taide-koulutusta Haaparannassa, Ruotsissa.
sme: Paadar lea váldán málemii dáidda-oahpahusa Haaparanddas Ruoŧas.

source: Hänen maalauksensa ovat olleet esillä aikaisemmin Kolarissa ja Sodankylässä.
sme: Su maleriijat leat oidnon čájáhusain earret eará Kolaris ja Soađegilis.

source: Näyttelyyn on liitetty video-tallenne, jossa Birit-Anni laulaa ja kertoo omasta syntymästään.
sme: Čájáhussii leat laktojuvvon oanehis videobihtta, mas Biret-Ánne lávlu ja muitala iežas riegádeamis.

source: Näyttely on Sajoksessa esillä toukokuun loppuun saakka.
sme: Čájáhus bistá Sajos kulturguovddážis miessemánu loahppa rádjái.

source: Koronan takia avajaisia ei järjestetä vaikka saamelaisyhteisö mielellään jo kokoontuisi erilaisiin kulttuuri-tapahtumiin.
sme: Korona-dávdda geažil rahpandoalut eai ordnejuvvo vaikko sámi searvvuš livččii gearggus juo čoahkkanit iešguđetlágan kulturdoaluide.

source: Paadar iloitsee, että hänen maalauksensa tulevat Sajokseen esille, erityisesti sen takia kun hän on itse Inarista kotoisin.
sme: Paadar illosa, ahte távvalat bohtet oidnosii Sajosii, ja eandaliige Anárii gos son lea ieš maid eret.

source: Mánnun toiminnanohjaaja Magga-Vars aikoo käyttää näyttelyä kulttuurikasvatuksen osiona ja suunnitella työpajoja, jossa kuvat ovat yhtenä osana pajan sisältöä.
sme: Mánu doaimmajođiheaddji Magga-Vars áigu geavahit čájáhusa kulturbajasgeassimis ja plánet bargobájiid mas govat leat sisdoalu oassin.

source: Lisätietoja
sme: Eambbo dieđuid

source: puh. 040-7325503 MÁNNU Saamelainen lastenkulttuurikeskus SAAMELAISKÄRÄJÄT
sme: tel. 040-7325503 MÁNNU Sámi mánáikulturguovddaš SÁMEDIGGI
